Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Tapas_KO > EN.tmx
Source language: ko_kr
Languages: en

source: 직접 뵙고 말씀드려야 할 건이라서요.
en: I needed to talk to you about this in person.

source: 레어드 왕국의 혼란은 커져만 갔다.
en: the laird kingdom only became more and more chaotic.

source: 레어드의 성문에 달린 황금 사자의 입에서 공격이 발사되었습니다.
en: the attack was launched from the golden lion’s mouth on the laird castle door.

source: 조금 더 한가해지고 꽃이 많이 피면….
en: when I am less busy and more flowers bloom...

source: 그럴 줄 알고 이미 기사들과 함께 레이딘 경을 보냈어요.
en: that’s why I sent sir radin along with the knights.

source: 가문 안의 상황은요?
en: how's the family situation?

source: 할 일이 있어요.
en: we have something to do.

source: 사자에 대해 알고 싶어요.
en: I want to know more about the lion.

source: 진작 이럴 것이지.
en: good choice.

source: 대치 상태만 계속되었습니다.
en: it was a constant deadlock.

source: …그래, 이대로 가면 다른 지역의 군은 그대로 유지할 수 있겠군.
en: ...good. this way, we will be able to keep the soldiers in other locations.

source: 갑작스러웠을 텐데… 잘 부탁해요.
en: it must have been sudden... I wish you well.

source: 소드마스터니까 어떻게든 모셔오겠지.
en: he’ll be able to bring him in since he’s a sword master.

source: 군을 진격시키기에는 모호한 상황인지라 길어지는 것 같더군요.
en: it keeps getting prolonged because the situation is too unclear to plan a military attack.

source: 몸이 둔해진 것 같아 잠깐 수련하러 나왔을 뿐이고요.
en: I only came here to practice for a little because my body felt heavy.

source: 음….
en: hmm...

source: 그럼…
en: then...

source: 보통 속재료가 많은 건 둥근 모양인데 이건 틀까지 써서 사각형으로 만드셨어.
en: usually, bread with many fillings is round-shaped, but she used a mold to make this square-shaped.

source: 그리고 생산 면적을 넓힐 수 있도록 힘써보시고요.
en: and try to expand the production area.

source: 두고 보실 거라 생각했는데.
en: I thought she would just sit and watch.

source: 조만간 시찰을 나가 여론을 살펴보아야겠다.
en: I should go and examine public opinion sometime soon.

source: 어떤 때는 깜짝 놀랄 정도로 단호한 면을 보이시는 게 저희 폐하이시니
en: sometimes I get surprised by how bold our empress can be,

source: 원작 :
en: Original Story

source: 이번 사태가 워낙 컸으니까요.
en: this situation is quite a big deal.

source: 이대로 계속 자리를 지켜주셨으면 하는 바람입니다.
en: so I hope she decides to stay in her position.

source: 이 방입니다.
en: this is the room.

source: 37화
en: Episode 37

source: 저 빵은 레이딘 경을 위해 만들어진 거야.
en: that bread was specifically made for sir radin...

source: 전쟁의 위험이 있다는 거잖아!
en: there’s a risk of war happening!

source: 기억해주십시오.
en: please keep that in mind.

source: 수출 문제는 잘 처리하고 왔소.
en: I took care of the exportation issue.

source: 왕실의 상징 중 가장 유명한 것이라고도 하더군요.
en: I heard it is the most well known symbol of the royal family.

source: 벤토아 가문 기사들 중 실력이 뛰어난 이들은 얼마나 오래 걸리는데 그래요…?
en: how long does it normally take for very talented knights of the bentoi house...?

source: 문제가 일어나면 결국 폐하께서 고생하시겠지.
en: if a problem were to arise, it'll be her majesty who'll have to deal with it.

source: 소피아, 너도 들어가렴.
en: sophia, you should also go back in.

source: 그렇죠?
en: right?

source: 폐下!!!
en: your majesty!!!

source: 이 양반, 아직 팔팔하니 걱정 마세요, 폐하!
en: this guy is still healthy as a horse so don’t worry, your majesty!

source: 아참, 서기관!
en: I almost forgot! scribe!

source: 꽤 먹었죠.
en: it’s quite old.

source: 그, 그렇지….
en: y-yeah...

source: 어릴 적부터 전쟁에 참전한 레이딘 경이 곁에 계시니 잘 설명했겠지요.
en: I’m sure sir radin, who participated in wars from a young age, explained it to her in detail.

source: 어머!
en: oh!

source: 시스티나.
en: sistina,

source: 버틸 만하니 걱정하지 않으셔도 됩니다.
en: I can stand it, no need to worry.

source: 아는 것이라면 대답해드리겠습니다.
en: I will tell you anything I know.

source: 경의 나이는 몇 살인가요?
en: how old are you, sir?

source: 호오, 남부의 딸기를 조금 더 빨리 시장에 푸실 생각이군요?
en: ah, you are planning to distribute the strawberries from the south faster than usual!

source: 흐음….
en: hmm...

source: 시스는 실행, 혹은 보류만 결정하시면 됩니다.
en: so all you have to do sist, is to decide whether to execute or hold.

source: 레어드에 새 왕이 즉위한 게 관련이 있을까?
en: I wonder if it has something to do with the new king of laird.

source: 장사를 해서인지 사교성도 좋아서 귀부인들의 마음도 금세 휘어잡으시고….
en: and she is very sociable, perhaps because of her business...

source: 이 편이 혹시라도 붙을 제국의 추적자를 따돌리는 데에도 좋을 겁니다.
en: that way, we can prevent potential stalkers from the empire.

source: 죽음은 예고 없이 찾아오고
en: death comes unexpectedly

source: 그랑그랑은 장사가 무척 잘 되는 빵집이고,
en: grand grand is a very popular bakery,

source: 길거리에서 헤매는 고아들은 대부분 영양실조 상태이니까.
en: ...since most orphans in the street suffer from malnutrition.

source: 솔직히 이것도 원래 가문 내의 일이라 황제가 참견하기는 되게 좀… 그렇잖아요.
en: to be honest, this is a family business so it feels a little awkward for the empress to intervene.

source: 그 아이는 유일한 후계자라고 오냐오냐 커서
en: that kid was coddled and cosseted because he was the only heir.

source: 알겠습니다, 폐하.
en: yes, your majesty.

source: 누가 왕의 목을 뎅겅 날린다고 했어요?
en: I didn’t mean cut off the king’s head!!

source: 뭐라고 하는데요?
en: what did they say?

source: 그 때문에
en: that is why

source: 가능하면 군사 충돌이 없는 방법으로 해결할 수 있도록 외교부에 전하게.
en: and tell the ministry of foreign affairs that we wish to resolve the conflict without military force.

source: 기왕 이렇게 된 거 지혜를 짜내보지요.
en: we might as well come up with a smart way to deal with this.

source: 폐하.
en: your majesty,

source: 시작하겠습니다!
en: I'll begin!

source: 저는 아직 운명을 찾지 못했지만,
en: I haven’t found my destiny yet,

source: 그러고 보니 레이딘 경이 늦네요.
en: seems like sir radin is late.

source: 폐하께서 생각하시는 마녀의 운명이란 어떤 것입니까?
en: what is your definition of the witch’s destiny?

source: 그래, 찾는 게 뭐냐?
en: what is it that you’re looking for?

source: 어쨌든, 눈앞에 아른거려서 죽을 맛이라니 만들어보자!
en: anyway, he said he's been craving this for a very long time so let's make it!

source: 네, 레어드의 경우….
en: yes, laird

source: 전하, 레어드는 농산물 수출이 중요한 수입원 중 하나인데,
en: your highness, produce exportation is one of the most important income sources of laird.

source: ‘저는 이미 은퇴한 노인입니다만,
en: “I’m a retired old man,”

source: 이번엔 모든 음식이 전부 평균 이상이군요.
en: but this year all of the food is exquisite.

source: …송구합니다.
en: ...it's an unfortunate situation.

source: 그나저나 갑자기 형부들이 오셨는데 뭔가 문제가 잘 안 풀렸나요?
en: anyway, the brother-in-laws suddenly came to visit. did the meeting not go well?

source: 망나니이죠.
en: a huge brat.

source: …그동안 우리는 우리의 일을 해야겠지.
en: ...in the meantime, we should do our jobs.

source: 쭉 왕족으로 자란 사람보다 빵집 주인이 더 낫다고요?
en: are you saying that a bakery owner is better than a member of the royal family?

source: 레어드의 자랑인 금으로 만들어진 예술품이자 마법무기이기도 하지요.
en: it’s a magic weapon and also a work of art made of gold, which laird is famous for.

source: 2기사단장
en: commander of the 2nd imperial knights

source: 7세의 남자아이, ‘릭 벨트건’이라고 하더군요.
en: ‘rick beltgun,’ a 7-year-old boy.

source: 티네 장군과 레이딘 경만 절 좀 따라오세요.
en: general tinekt and sir radin, please follow me.

source: 언니, 이곳에서 바로 황궁으로 간다고 전해줘.
en: ranepe, tell them I’ll head to the imperial palace right away.

source: 겉보기에는 말이지요.
en: on the outside.

source: 공을 주우러 가다가 그만….
en: while he was heading to pick up a ball...

source: 아, 이제야 알겠어.
en: oh, I get it now.

source: 하지만 레어드의 백성과 남겨질 아이들을 생각해야겠지요.
en: however, we need to think about the people and children of laird that will be left behind.

source: 전쟁터로 떠나야 한다니….
en: he’s leaving to war...?

source: 이해했어요.
en: I got that.

source: 다만, 이번 대에는 소드마스터가 없습니다.
en: however, they didn't have any swordmasters in this generation.

source: 자, 어서 먹어봐요!
en: here. hurry and try it!

source: 그래서 거래입니까?
en: so it's a deal then?

source: 올해의 시작을 알리는 연회가 참으로 멋집니다, 폐하.
en: what a wonderful banquet to mark the beginning of the year, your majesty.

source: 그래도 언제까지고 정해진 결혼식을 미룰 수는 없는 거니까.
en: still, you can’t keep postponing your wedding.

source: 사실… 벤토아 공작이 위독한 상태예요.
en: actually... duke bentoi is in critical condition.

source: 다리가 후들거리는 노인네에게 어찌 이런 중책을 주신단 말입니까!
en: how could I, an old man, take on such an important job?

source: 레… 이딘 경이요?
en: sir... radin?

source: 아마 그런 것 같습니다.
en: that’s probably it.

source: 1분이면 충분합니다.
en: one minute is enough.

source: 모든 전략이 수립되었을 시점에 황제의 앞으로 최종 보고서가 올라가니
en: the final report gets presented to you after all strategies are established

source: 네, 아직 제국 쪽에 딸기를 넘기지 않아 대금을 받지 못해서요.
en: that’s correct. we haven’t received the payment because we didn’t send the strawberries yet.

source: 하지만….
en: however...

source: 정무를 보면서 준비하느라 두 배로 일해야 했지만…!!
en: since I had to prepare the food while doing government work, it ended up being twice as much work. however, it was worth it!!

source: 아이들은 채소를 편식하는 경우가 많으니….
en: that’s probably because children tend to dislike vegetables.

source: 20화
en: Episode 20

source: 네, 그럼 사양하지 않을게요.
en: sure, I definitely will.

source: 지금은 아르비타에 속해 있는
en: wants to reclaim the territories that currently belongs to arvita,

source: 휴가에 대해서도 다시 한 번 일러둬야지.
en: I should have a word with him about the vacation once again.

source: 질문하십시오.
en: go ahead.

source: 무슨 일 있어?
en: did something happen?

source: 하지만 연회 때 분명히 괜찮다고 하셨잖아요?
en: you clearly said it was fine at the banquet.

source: 사냥을 하러 나선 길에 낙마로 즉사한 것이다.
en: he fell from a horse on his way to hunt, and died instantly.

source: 주변에서 신경을 써주시길.
en: so please be mindful.

source: 그 뒤 선두의 소드마스터가 오러로 사자를 베어내면
en: once the swordmaster cuts off the lion using auror,

source: 폐하께서 걱정하시는 건 알겠사오나 모두 승리하고 돌아올 것입니다.
en: I understand that you are worried, but everyone will get a victory and return,

source: 호오… 역시 식품에 관한 지식은 저보다 나으시군요.
en: oh... you are definitely more knowledgeable about food than me.

source: 편법 말입니까?
en: what do you mean?

source: 손해를 우리 쪽에서 책임진다고요?
en: we take the damage?

source: 죽을 때가 되니까 그나마 방도가 생각나서.
en: now that death is near, a solution came to me.

source: 완벽하게 성공한다면
en: if we succeed,

source: 마법과 소드마스터 세 명 정도를 동원하면….
en: if we mobilize three swordmasters and magic...

source: 그럼,
en: okay,

source: 네~.
en: hi

source: 아니!
en: huh?

source: 그, 그래?
en: y-yeah?

source: 이미 큰일은 났습니다, 폐하.
en: a big deal has already happened, your majesty.

source: 귀한 분을 뵙는군요.
en: it is my honor to see you.

source: 그쪽의 국왕 전하이실 겁니다.
en: probably the king.

source: 주인 말을 안 듣는 마도구는 그냥 애물단지일 뿐이니까.
en: magic tools that don’t listen to their owners are nothing but a pain.

source: 왜 이렇게 눈물이 안 멈추는 거야….
en: but I can’t stop myself from crying...

source: 어… 왜요?
en: um... why?

source: 그리고 세트의 목숨을 지키며 누트샤를 왕위에 올리려면….
en: to enthrone nutesha while keeping sett alive...

source: 눈에 안 띄게 몰래 날아들어올 생각이었는데 역효과였나…?
en: I was trying to fly in quietly and go unnoticed, but seems I did the exact opposite...

source: 국경 또한 현재 있는 병력으로 충분히 수비가 가능하고요.
en: also, the border can be defended with our current military power.

source: 그럼 조만간 제가 영지로 내려가 모종을 보내드리겠습니다.
en: then I will send the seedlings when I get back to the land.

source: 마녀라면 역시 바람을 가르며 나는 게 최고지요.
en: flying into the wind is the best thing about being a witch.

source: 나도 아주머니한테서 그런 빵 레시피는 들어본 적이 없는데….
en: I also haven't heard of a recipe for such bread from mrs. nord...

source: …늦은 밤에 갑자기 오시라 해서 죄송합니다.
en: ...I’m sorry for calling everyone here so late at night.

source: 그리고 기다려 주는 가족과 돌아올 장소가 있다면…
en: especially when there is a family and a place they can return to...

source: 당장 통제를 푸십시오.
en: release control immediately.

source: 레이딘 경… 휴가증을 못 받은 건 아니죠?
en: sir radin... did you perhaps not get the vacation pass?

source: 현재 수색 중입니다.
en: so we are currently searching.

source: 응?
en: huh?

source: 애송이 왕의 자존심도 뭉개 버릴 수 있겠습니다.
en: it will destroy the little king’s ego too.

source: 새 가주를 뽑기 위한 회의가 열린 걸로 압니다.
en: they're having a discussion about selecting the new head of the house.

source: 대원씨아이
en: Daewon C.I.

source: 할아버지께선
en: grandfather told me

source: 그래서 방법은 찾으셨나요?
en: so did you find a solution?

source: 아이들은 금방 자라고 몇 년 정도는 가주가 없어도 문제가 없습니다.
en: but children grow up quickly and not having a head of the house for a few years isn't gonna be a problem.

source: 내일 황궁에 가서 알아보시면 답이 나오지 않을까 싶습니다.
en: you can probably get an answer when you go to the imperial palace tomorrow.

source: 빵 하나를 만드는데 10번을 쓴다는 거야?
en: so ten stars of magic is required to make this one bread?

source: 제가 황제인 건 어떻게….
en: how did you know that I was the empress...?

source: 우와, 재료가 장난 아니다.
en: wow, there are so many ingredients.

source: 이런 맛이니 10년이 넘게 지났어도 기억하는 건가 봐!
en: that is why he still remembers the taste after more than ten years have passed!

source: 황궁 연무장에는 마법이 걸려 있어서 오러를 써도 괜찮거든요.
en: 'cause the practice hall in the imperial palace is safe to use auror since it has a magic cast on.

source: 아 참, 그러고 보니 왜 부인께서 대신 오신 건가요?
en: oh by the way, how come you came instead of marquess proth?

source: 그것이….
en: um...

source: 준비해주세요.
en: please get things ready.

source: 저, 그런데…
en: by the way...

source: 봉인을 해둔 거다.
en: I have sealed them.

source: 기록에 남아 있는 것과 똑같군요.
en: it looks exactly the same as written on the records.

source: 그럴 겁니다.
en: yes, that’s right.

source: 사망자도 나왔다는 게 사실입니까?
en: is it true there was a fatality?

source: 겨우 일곱 살 난 아이의 것이라니.
en: is of a 7-year-old child.

source: 그렇다면….
en: then...

source: 그 이후에는요?
en: what happens after?

source: 이 작전은 무조건 실행될 것이다.
en: this mission will be executed, no matter what.

source: 레어드의 통치자를 바꿔야 할 것 같습니다.
en: we need to replace the ruler of laird.

source: 안 되겠습니다.
en: it can't keep going on like this.

source: 와아….
en: whoa...

source: 저에게 검을 맞대어보고 싶다고 요청했으나….
en: he requested a sword fight...

source: 네, 어머니.
en: yes, mother.

source: 황제 폐하가….
en: the empress...

source: 무척 좋은 냄새가 나는군요.
en: it smells delicious.

source: 그건 그렇지만요….
en: I guess you are right.

source: …소공자의 후견인이 되어 4,5년 정도만 참으면 되는 겁니까?
en: ...so all I have to do is to become a custodian of lord issa and be patient for about 4-5 years?

source: 보통 마법사와 다르게 기사들과 동일한 강도의 군사 훈련을 받습니다.
en: and unlike regular wizards, they receive the same intense trainings as the knights.

source: 폐하, 모셔왔습니다.
en: your majesty, he has arrived.

source: 이 귀한 것들을….
en: these are extremely valuable...

source: 이건 마녀의 레시피니까.
en: since this is a recipe by a witch.

source: 네, 그럼 정무에 바쁘실 테니 저는 이만 가보겠습니다.
en: great, I will leave now since you’re probably busy with government affairs.

source: 어라?
en: huh?

source: 과거 레어드의 땅이었던 영지들을 되찾고 싶어 하는 것 같아.
en: which used to be the land of laird.

source: 큰언니가 오셨지요.
en: big sister is here.

source: 저쪽도 전쟁을 바라진 않는 것 같군.
en: it seems like they also want to avoid war.

source: 내일 제가 누트샤를 부를게요.
en: I will call her tomorrow.

source: 여기 이 부분을 읽어보십시오.
en: please read over this part.

source: 제 아들도 화분에 키울 수 있을 만큼 잘 자라지요.
en: they are very easy to grow. even my son can grow them in a pot.

source: 역시 예상대로군.
en: they are just as expected.

source: 근엄한 황제였다면 이런 일도 일어나지 않았겠죠.
en: I’m sure a dignified emperor wouldn’t have to go through something like this.

source: 사랑과 비슷하면서도 다른 것이라고 생각해요.
en: I think it is similar to love but also different.

source: 잘못은 남동생이 했는데
en: it’s the brother who did wrong,

source: 네, 의외로 쉬운 방법일지도요.
en: yes, that could actually be an easy route.

source: 벤토아의 방패가 되어줘.
en: and become the shield of the bentoi house.

source: 그래, 내가 아는 것과 같아.
en: right, that’s exactly what I thought.

source: 레이딘 경!
en: sir radin!

source: 으으, 농사는 경제적이지 않으면 품종이 외면 당한다더니!
en: ugh, this is why people say farming is all about making profit!

source: 역시 어머니의 레시피를 뒤져봐야 할 거 같아.
en: I think I'd have to look through my mom's recipes.

source: 텔레포트 스크롤을 사용해 저희 쪽으로 이동 시킬거고요.
en: we will teleport them to here using the teleport scroll.

source: 그렇다면 소수 정예로 단숨에 밀고 가야….
en: in that case, we need to push through with a small group...

source: 정무로 분주하신 와중에도 이리 와주셔서 정말 감사합니다.
en: thank you so much for visiting when you must be busy with government affairs.

source: 사망… 이요?
en: a fatality...?

source: 후작 부인이?
en: not marquess proth?

source: 네!
en: yes, sir!

source: 그렇다면 역시 레어드 쪽에서 딸기가 넘어오지 않고 있다는 건데….
en: that means strawberries are not moving from the laird kingdom...

source: 지금 상황에서 할 수 있는 가장 효율적인 대책이 무엇일까요?
en: what is the most efficient measure to take in this situation?

source: 네?
en: yes?

source: 좀 더 기다릴게요.
en: I’ll wait for a bit longer.

source: 간이 배 밖으로 나왔구만?!
en: he’s as bold as brass!

source: 공문서 작성은 다 됐나요?
en: have you finished writing the official document?

source: 겨울이니 따뜻하게 먹을 수 있도록 조치를 했죠!
en: then made sure to have them served warm since it’s winter!

source: 일단 최소 수량을 제외하고 루루비를 시장에 푸세요.
en: then leave out the minimum amount and distribute the rurubies to the market.

source: 많이 안 좋은 건가요?
en: how bad is it?

source: 맛있나요?
en: is it good?

source: 그럼 당장 관련 서류 처리를….
en: then get the related documents immedia–

source: 퇴근할 때 수습해볼게요.
en: I'll take care of it when I'm done with work.

source: 이러니 레이딘 경이 자기가 없어도 된다고 버티는 거지!
en: this is why sir radin is being stubborn, saying he doesn't have to be there!

source: 오늘 아침 회의의 결론이옵니다.
en: this is the conclusion of the meeting from this morning.

source: 네.
en: yes.

source: 금방 사자 머리를 가지고 돌아오겠습니다.
en: I’ll come back with the lion’s head soon.

source: 후퇴는 어떻게 하나요?
en: how will they retreat?

source: 그러고 보니 레이딘 경은 어디 있나요?
en: come to think of it, where is sir radin?

source: 애매합니다.
en: it is.

source: 레어드에서 공주가 왕위에 오를 방법은 딱 한 가지뿐입니다.
en: there is only one way for a princess to be enthroned in laird.

source: 그야, 폐하께선 빵집 그랑그랑의 주인이시지 않습니까.
en: that’s because you are the owner of the grand grand bakery.

source: 진짜 맛있잖아!
en: this really does taste amazing!

source: 알겠어, 侍스티나.
en: okay, sistina.

source: 행동으로 옮길지도 몰라.
en: he might take action.

source: 그렇습니다만….
en: yes, your majesty...

source: 죽고 나서는 다신 만날 수 없으니까….
en: since you can't meet again after they die...

source: 딸기 케이크다!!!
en: a strawberry cake!!!

source: 어쩐지… 인장이 찍힌 휴가증이 있는데 나가시더라니….
en: I knew this would happen when he left after getting a vacation pass with a seal on it...

source: 폐하께서 자주 보시는 이들을 싹 다 미혼에 잘생긴 이들로만 배치했습니다만….
en: we purposefully placed good-looking single men near her majesty....

source: 안 들으면 듣게 하면 되지.
en: well if they don’t listen, I will make them.

source: 휴가 중에도 수련만큼은 자유인지라….
en: he's free to train himself during a vacation so...

source: 2기사단 망신 다 시키네.
en: you embarrassed the 2nd imperial knights.

source: 네, 루스트 씨도 조심하세요.
en: be safe, sir rooste.

source: 당신은 여전하군요.
en: you haven't changed at all.

source: 나머지는 둘이 먹어!
en: you guys can eat the rest!

source: 그래도 혹여 작은 지혜라도 필요하시면 언제든 불러주십시오.
en: but call me anytime if you need even a small piece of wisdom.

source: 왕의 가장 가까운 혈족이
en: and a princess is the king’s

source: 흠, 흠.
en: ahem, ahem.

source: 아바마마께서도 세트가 아직 어리니 저희가 잘해야 한다고 했었죠.
en: father had always told us to get our act together while sett is still young.

source: 그래도 그것이 제 생에 있어 얼마나 소중한 것인지 본능적으로 느끼고 있어요.
en: but I instinctively feel how precious it is in my life.

source: 정확히는 딸기 케이크야, 딸기가 없대.
en: strawberry cakes, to be specific. strawberries are not available right now.

source: 약간 모자라겠지만 괜찮을 겁니다.
en: a little more space would be better, but it’ll be enough.

source: 피해는 얼마나 되나요?
en: how severe is the damage?

source: 어휴, 민망해서 원….
en: oh, it’s embarrassing...

source: 그런데…
en: but...

source: 남편이 말한 것은 아닙니다.
en: it wasn’t my husband who told me.

source: 일단 근방을 병사들로 포위한 후 텔레포트도 막아뒀습니다.
en: we currently besieged the area with soldiers and blocked teleportation.

source: 그리고 어찌 됐든… 가족이잖아요?
en: also... it's his family.

source: 유통 전 품질 검사를 하는 것뿐이니까요.
en: is a quality inspection before distribution.

source: 네, 그랑우텐은 978살이에요.
en: yes, granouten is 978 years old.

source: 이게 무엇 인가요?
en: what is it?

source: 그랑그랑은 어린 편이죠.
en: grand grand is on the younger side.

source: 그레이캣
en: by Gray Cat

source: 시스도 알겠지만, 제국에서 검사하는 기간은 통상적으로 이틀 내이니,
en: as you know, inspection by the empire usually takes up to two days,

source: 알아요.
en: I know.

source: 같은 시각, 레어드 왕국.
en: same time at the laird kingdom.

source: 기간은… 이사가 자라 정식으로 가주직을 물려받을 때까지다.
en: until... issa grows up and officially inherits the head of the house position.

source: 출근 날짜는 언제부터로 하시겠습니까?
en: when would you like the starting date to be?

source: 이 일은 우리 빼고 아무도 알아선 안돼요.
en: no one else should find out about this.

source: 말씀드릴 수 없습니다.
en: I cannot answer that.

source: …명심하겠습니다.
en: ...I will keep that in mind.

source: 만약 사과하지 않을 경우에는 어찌 할 생각이십니까.
en: what is your plan in case he doesn’t apologize.

source: 아, 이거 다른 분들과 나눠 드세요.
en: oh, share this with the other workers.

source: 단 둘이서만 이야기해야 할 내용인 것 같으니 빠져줘야지.
en: I should give them space since it seems like a private matter to discuss.

source: 폐하, 전쟁이라는 건 답이 존재하지 않는 것입니다.
en: your majesty, there are no right answers in war.

source: 전하께서 깨어난 뒤에는 어찌하실 작정입니까?
en: what is your plan after the king wakes up?

source: 레이딘 경입니다.
en: sir radin.

source: 시스, 수정구슬로 연락이 왔는데 그랑그랑에서 빨리 돌아오래!
en: sist, I got a call on my crystal, grand grand is asking you to come back quickly!

source: 그러고 보니 언니는 어렸을 때부터 혼인에 대해 별로 관심이 없으셨죠.
en: right. you were never very interested in getting married, even when you were young.

source: 레어드 쪽의 움직임은 어떤가?
en: how’s laird?

source: 왜 딸기를 안 보내는 거지?
en: why is he not sending out strawberries?

source: 그래도 신년 연회를 마치면 당분간 큰 행사는 없으니까요.
en: at least there aren’t any big events for a while after the new year’s banquet.

source: 전쟁은 전쟁이고, 수출은 수출이니까요.
en: war is war and exportation is exportation.

source: 수출 문제는 그렇다 쳐도 피해자가 나온 이상은….
en: besides the exportation issue, now that there is a victim...

source: …아버지 때문에 어릴 적 어머니를 잃고 고생한 건 정말 미안하게 생각하고 있어.
en: ...I'm very sorry that you lost your mother at young age and struggled because of my father.

source: 고로 자기는 안 가고 살던 대로 살겠다는 거고….
en: basically, he's saying he'll not be part of the house and continue living his life...

source: 벌써 그렇게까지 나빠진 거군요….
en: it's gotten that bad already...

source: 아무튼 우리 쪽 연장자들이 보기에
en: anyway, in the eyes of our elders,

source: 최대 100명까지 거리에 상관없이 한 번에 텔레포트 시킬 수 있는 마도구입니다.
en: they are magic tools that can teleport a maximum of 100 people at once, regardless of distance.

source: 레어드의 공주는 다섯, 그 중 셋은 이미 혼인을 했고,
en: there are five princesses in laird, and three of them are already married.

source: 확실히 그렇지만…
en: that’s definitely true but...

source: 표정이 어두운 걸 보니 역시 사과는 못하겠다고 했나 보군.
en: from the look on his face, he probably refused to apologize.

source: 하지만 성벽이 무너질 때 작은 그림자를 본 것 같다는 보고가 들어와
en: however, someone reported that they think they saw a small shadow when the rampart was breaking down

source: 고생 많으셨습니다, 폐하.
en: you did very well, your majesty.

source: 레이딘 경이 잠시 자리를 비운 사이라 다행이네요….
en: it's good that sir radin went out for a moment...

source: 예감이 좋지 않아….
en: I have a bad feeling...

source: 다녀왔습니다~.
en: I’m back.

source: 폐하를 뵈옵니다.
en: greetings, your majesty.

source: 돈을 안 주는 것도 아닌데 왜요?
en: why? it’s not like we’re not paying for them!

source: 이….
en: this...

source: 17명의 참모가 만든 작전안입니다.
en: this is the mission plan developed by 17 general staff.

source: 딸기부터 해결해야지.
en: I need to solve the strawberry issue first.

source: 할 이야기가 있어요.
en: I have something to discuss with you.

source: 그럼 결정된 것 같군요.
en: it seems like we have come to a decision.

source: 금색사자 대가리라면….
en: do you mean...

source: 그 누가 황제가 되셨어도 아마 같았을 겁니다.
en: it would’ve been the same for any emperor,

source: 왜 그래?
en: what’s wrong?

source: 그러던 도중 벤토아 공작가에서 연락이 와서….
en: in the meantime, the bentoi house contacted us...

source: 부서지는 쪽은 이 왕국이 되겠지.
en: and we will be the one to collapse.

source: …성질이 더럽다고?
en: ...are they bad-tempered?

source: 그렇다면… 레이딘 경, 황제는 자비로워야 할까요?
en: then... sir radin. do you think the empress should be merciful?

source: 국경 지역에서 바로 출전할 수 있는 군사의 수만 해도 아르비타는 7만, 레어드는 2만입니다.
en: laird only has 20,000 soldiers, while we have 70,000 soldiers at the border who are ready to go to war immediately.

source: 그렇구나….
en: I see...

source: 그렇다.
en: yes.

source: 1시간이면 충분합니다.
en: one hour is enough.

source: 웃는 얼굴을 보면 마음이 놓이지요.
en: smiling relieves people.

source: 제가 목을 벤다고 한 건 사자예요.
en: it’s the lion’s head that I plan to cut off.

source: 최선을 다하겠습니다…!
en: I'll do my best...!

source: 확실히 이것도 맞는 말이긴 해.
en: what he's saying is definitely true.

source: 병사들은 운 좋게 타박상 정도에서 그쳤습니다.
en: the soldiers only got some bruises.

source: 아니요.
en: no.

source: 폐하, 몸 상태가 안 좋으신 겁니까?
en: your majesty, are you feeling unwell?

source: 루루비는 키우기 어려운가요?
en: are rurubies difficult to grow?

source: 더더욱 힘을 낼 수 있습니다.
en: they will be cheered up even more.
